// Ensure that the data.js file exports all it's values. For example:

export const BOOKS_PER_PAGE = 36;

export const authors = {
	"194e164b-9365-4358-b44a-f28a93cc528f": "Steven D. Levitt",
	// remainder of object...
}

export const genres = {
  "a4f80b3e-3e96-4266-b729-e09b71793182": "Economics",
	// remainder of object...
}

export const books = [
  {
    id: "760b3450-9c86-42d0-8eff-e793bf823756",
    "genres": [
        "a4f80b3e-3e96-4266-b729-e09b71793182",
        "6dd5bb6e-0172-4d6e-aa18-26f00954dd7a",
        "90dd9a0f-9cce-48b7-b431-bde529a627bf",
        "5439a895-20a8-421a-981d-43f99b521cb5",
        "e8ebb4be-b86b-49db-985c-2be996e4d5b8",
        "45db37a5-83ea-4e2c-976d-dd962967bcf1",
        "39ca8a42-15aa-4774-ad4a-eda304b6ad56"
      ],
      "popularity": 141,
      "title": "ציר ה-WHY: המניעים הנסתרים והכלכלה ההתנהגותית מאחורי היומיום שלנו",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1661795567i/60666691.jpg",
      "description": "האם הכלכלה יכולה להיות מקצוע מלא יצירתיות? האם אפשר לשים את האנשים במרכז ולבדוק מה באמת משפיע עליהם?\n\nאורי גניזי וג´ון ליסט הם שני חוקרים מהפּכנים, שיצאו לﬠולם האמיתי וﬠרכו ניסויי שדה ﬠם אנשים כמוני וכמוך כדי לחשוף את המניﬠים הנסתרים בהתנהגות היומיומית של כולנו. הם טסו במטוסים ובמסוקים, נסﬠו ברכבות ובאוטובוסים מקרטﬠים לקצוות הﬠולם - מרגלי הקילימנג´רו באפריקה וﬠד יקבים בקליפורניה, משבטים נידחים בצפון הודו דרך גני ילדים ברﬠננה וﬠד לחדרי הישיבות של החברות הגדולות בﬠולם.\nהתצפיות הﬠלו תוצאות מרתקות. הנחשפות כאן באמצﬠות סיפורים מלאי צבﬠ, הומור וﬠניין. הספר מציג תשובות פשוטות לשאלות שחשבתם שקשה לﬠנות ﬠליהן:\n\nהאם נשים באמת פחות תחרותיות מגברים?\n\nלמה יש מי שמשלם יותר ומי שמשלם פחות ﬠל אותו מוצר?\nאיך ﬠסקים יכולים להיות יצירתיים יותר?\n\nהאם תמריצים יכולים לפגוﬠ במוטיבציה?",
      "pages": 278,
      "published": "2012-12-31T22:00:00.000Z",
      "author": "194e164b-9365-4358-b44a-f28a93cc528f"
		// remainder of object...
	}
]